from .Utils import (
   get_filter_results,
   get_file_details,
   is_subscribed,
   get_poster,
   Media
)
from .Channel import (
   RATING,
   GENRES
)

HELP = """
𝙱𝚊𝚜𝚒𝚌 𝙲𝚘𝚖𝚖𝚊𝚗𝚍𝚜

➥ /start : 𝙲𝚑𝚎𝚌𝚔 𝙸𝚏 𝙰𝚖 𝙰𝚕𝚒𝚟𝚎 𝙾𝚛 𝙳𝚎𝚊𝚍
➥ /about : 𝙰𝚋𝚘𝚞𝚝 𝙼𝚎
➥ /stats user Status

𝙱𝚘𝚝 𝙾𝚠𝚗𝚎𝚛 𝙾𝚗𝚕𝚢

➥ /broadcast 𝚁𝚎𝚙𝚕𝚊𝚢 𝙰𝚗𝚢 𝙼𝚎𝚜𝚜𝚊𝚐𝚎 𝚘𝚛 𝙼𝚎𝚍𝚒𝚊
➥ /ban_user  𝙲𝚕𝚒𝚌𝚔 𝙱𝚊𝚗 𝚄𝚜𝚎𝚛 𝙼𝚘𝚛𝚎 𝙸𝚗𝚏𝚘
➥ /unban_user 𝙲𝚕𝚒𝚌𝚔 𝚄𝚗𝚋𝚊𝚗 𝚄𝚜𝚎𝚛 𝙼𝚘𝚛𝚎 𝙸𝚗𝚏𝚘
➥ /banned_users 𝙱𝚊𝚗𝚗𝚎𝚍 𝚄𝚜𝚎𝚛 𝙳𝚎𝚝𝚊𝚒𝚕𝚜
➥ /total 𝙷𝚘𝚠 𝙼𝚊𝚗𝚢 𝙵𝚒𝚕𝚎𝚜 𝙰𝚍𝚍𝚎𝚍 𝙸𝚗 𝙳𝚊𝚝𝚊𝚋𝚊𝚜𝚎
➥ /logger  𝙶𝚎𝚝 𝙻𝚘𝚐𝚜
➥ /delete 𝙳𝚎𝚕𝚎𝚝𝚎 𝙵𝚒𝚕𝚎 𝙵𝚛𝚘𝚖 𝙳𝚊𝚝𝚊𝚋𝚊𝚜𝚎

<i>@TheMustWatch</i>
"""

ABOUT = """
➥ 𝙽𝚊𝚖𝚎 : Sᴇʟᴇɴᴀ♡   
➥ 𝙾𝚠𝚗𝚎𝚛 : [ሃዐሁ](t.me/mr_yoouu)
➥ 𝙼𝚘𝚟𝚒𝚎𝚜 : [𝗧𝗵𝗲 𝗠𝘂𝘀𝘁𝗪𝗮𝘁𝗰𝗵 - ᴍᴏᴠɪᴇꜱ](t.me/mw_all)
➥ 𝚂𝚎𝚛𝚒𝚎𝚜 : [𝗧𝗵𝗲 𝗠𝘂𝘀𝘁𝗪𝗮𝘁𝗰𝗵 - ꜱᴇʀɪᴇꜱ](t.me/mw_tvseries)
➥ 𝙶𝚛𝚘𝚞𝚙 : [𝗧𝗵𝗲 𝗠𝘂𝘀𝘁𝗪𝗮𝘁𝗰𝗵 - ᴄʜᴀᴛꜱ](t.me/mw_chats)
➥ 𝙾𝚏𝚏𝚒𝚌𝚒𝚊𝚕 𝙲𝚑𝚊𝚗𝚗𝚎𝚕 : [𝗧𝗵𝗲 𝗠𝘂𝘀𝘁𝗪𝗮𝘁𝗰𝗵](t.me/Themustwatch)
"""
